package ggsbot.constants;

public class UpdateMessages {

    public static final String UPDATE1 = "Небольшое обновление.\n" +
            "Теперь ты можешь поделиться с ботом координатами из яндекс карт. \n" +
            "Сейчас придет короткое видео о том, как это сделать";

    public static final String UPDATE2 = "Обновление.\n" +
            "Добавлена номенклатура пунктов из Росреестра (80% точек)\n" +
            "Для удобства просмотра в название пункта вынесен класс точки, если он известен\n" +
            "Добавлен ответ от бота в случае неправильного вользовательского ввода";

    public static final String UPDATE3 = "Обновление.\n" +
            "Добавлены нивелирные пункты 1 и 2 класса с описанием местоположения";
}
